[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Privilèges insuffisants pour installer/supprimer
MSG_101=Echec de la configuration, installation annulée
MSG_102=Une version plus récente a été trouvée, installation arrêtée
MSG_103=Ne peut être copier, appuyez sur "OK" pour continuer!!
MSG_1040=Démarrer sur les informations de démarage existentes!
MSG_1041=Existence d'informations d'enregistrement personnalisables!
MSG_1042=Le fichier programme existe déjà!
MSG_201=D'informations incomplètes, ne peut pas être enlevé!
MSG_202=Le fichier ne peut être supprimé. Appuyer sur "OK" pour continuer!
MSG_301=Informations de mise à jour incomplète, impossible de continuer
MSG_302=Veuillez supprimer l'installation précédente et installer à nouveau
MSG_501=Ancienne version détéctée, étes-vous sure de vouloir faire la mise à jour?
MSG_502=La mise à jour à échoué, veuillez recommencer!
MSG_503=Dernière version disponible, voulez-vous la mettre à jour?
//準備安裝畫面=
FPrepare->Caption=Assistant d’installation
FPrepare->lb_Prepare->Caption=Configuration du programme %P en cours, L'assistant d'installation vous guidera pendant l'installation.
FPrepare->lb_PrepareProc->Caption=Préparation de l'installation … 
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=Merci d'avoir utilisé l'assistant d'installation
FWelcome->lb_StartInstallation->Caption=L'assistant d'installation va installer %P sur votre ordinateur. Si vous souhaitez continuer, cliquer "Next".
FWelcome->lb_SelectLanguage->Caption=Sélectionnez une langue
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=Prèt à installer [%P]
FSeriesSelect->lb_SelectSeriesDescription->Caption=Sélectinnez votre model, appuyer sur "Next" pour commencer
FSeriesSelect->rb_Series2->Caption=Multi Cœur GUN3 V2
FSeriesSelect->rb_Series3->Caption=Multi Cœur GUN3 V3
FSeriesSelect->rb_Series5->Caption=Multi Cœur GUN3 V5
FSeriesSelect->rb_Series7->Caption=Multi Cœur GUN3 V7
FSeriesSelect->rb_Series4->Caption=Multi Cœur GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=J'accepte l'accord
FEULA->rb_DisapproveOfEULA->Caption=Je n'accepte pas l'accord
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Prêt à installer
FAskInstall->lb_AskInstall->Caption=Cliquer sur "Setup" pour démarrer l'installation. \\\\\\\\Si vous souhaitez vérifier ou modifier une information sur la configuration, cliquer sur "Back". Cliquer sur "Exit" pour quitter l'assistant d'installation
//開始安裝畫面=
FInstall->lb_Title->Caption=Installation en cours...
FInstall->lb_Install->Caption=Assistant exécute le besoin d'installation!
CopyFiles=Copier
ChangeFolderCompetence=Modifier la permission du fichier
WriteRegOnUninstallFolder=Inscription des informations de désinstallation dans le registre
WriteRegOnBootName=Inscription des informations de démarrage dans le registre
CreateLinks=Créer un raccourci
WriteRegOnPrivateFolder=WriteRegOnPrivateFolder@equ@Inscription des informations du programme dans le registre
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=Installation incomplète. Si vous quittez l'installation maintenant, vous risquez de rencontrer un problème de fonctionnement pour le programme "ajouter/supprimer". Voulez vous vraiment quitter l'installation maintenant? 
//取消完成畫面=
FCancel->lb_Cancel->Caption=Installation complète
FCancel->lb_Notes->Caption=Votre système n'a pas été modifié. Vous pouvez exécuter le programme d'installation une nouvelle fois plus tard. Cliquer sur "OK" pour terminer l'installation.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=Installation complète
FFinish->lb_Finish_Uninstall->Caption=Désinstallation complète
FFinish->lb_Finish_Upgrade->Caption=Mise à jour complète
FFinish->lb_FinishInstallNotes->Caption=L'installation de %P sur votre ordinateur est terminée
FFinish->lb_FinishUninstallNotes->Caption=La désinstallation de %P est terminée
FFinish->lb_FinishUpgradeNotes->Caption=La mise à jour de %P est terminée
FFinish->ck_StartProgram->Caption=Démarrage de %P
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=êtes vous sur de vouloir désinstaller le programme et ses fonctions ? 
FUninstallConfirm->ck_DeleteUserLog->Caption=Supprimer les journaux ( y compris la programmation, les armes à feu, les configurations de boutons….etc.)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=L'installation de %P exécute les requête d'installation
BackupSettingData=Sauvegarder les réglages de données 
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Cliquer sur "Mise à jour/ Réinstaller" pour démarrer la mise à jour ou l'installation. \\\\\\\\Ou cliquer sur "Exit" pour quitter l'assistant d'installation.
FAskUpgradeAndRepair->bt_Upgrade->Caption=Mise à jour / Réinstaller
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=Configuration mettre à jour / réinstalle le logiciel %P
FUpgradeAndRepair->bt_Cancel->Caption=Quitter

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Désinstaller Bloody7
LINK_PROGRAMS_MANUAL=Manuel
LINK_DESKTOP=Bloody7

